const destinations =
 {
    title : 'الوجهات السياحية الدولية',
    data: [

        'جورجيا',
        'المالديف',
        'ماليزيا',
        'سريلانكا',
        'تايلاند',
        'اندونيسيا',
        'تركيا',
        'شرم الشيخ',
        'رحلات كروز بحرية',
        'دول منطقة شنغن',
        'موريشيوس',
        'اذريبيجان',
        'البوسنة والهرسك',
        'الامارات العربية المتحدة',
        'البانيا',
        'لندن',
        'مصر'
    ]
 }

 const Georgia = {
    image:'/New folder/georgia.jpg',
    title: "باكج جورجيا السياحي المميز 6 ليالي 7 ايام",
    description: "البرنامج يشمل علي زياره المدن و البلدات التاليه\n\nتبليسي انانوري – جوداوري – كازبيجي – متسخيتا – بورجومي – باتومي – مارتفيلي –كوتايسي – ساتابليا – بروميثيوس - اوكاتسي\nالاقامة سوف تكون كالتالي:\n\n2ليلة تبليسي – 2 ليلة باتومي – 1 ليلة كوتايسي – ليلة تبليسي\nالبرنامج يشتمل على التالي\n\nالاستقبال والتوديع من والى المطار.\nحجوزات الفنادق في تبليسي وباتومي و كوتايسي\nوجبة الافطار بوفية مفتوح فى الفنادق\nجولات سياحية يوميا حسب الجدول المذكور أعلاه\nجميع الانتقالات بسيارة سياحية خاصة بكم فقط لتستمتع بالخصوصية مع عائلتك او أصدقائك.\nالبترول.\nالسعر شامل كافة الضرائب.\nخط جورجي مع باقة انترنت لكل فرد.\nمتابع باللغة العربية طوال مدة الرحلة\nتذاكر دخول حديقة بوتانيكال تبليسي (هدية من الشركة)\n تذاكر تلفريك تبليسي (هدية من الشركة\nتامين السفر الدولي (هدية من الشركة)\nشنطة هدايا من الشركة",
    price: 3885,
    people:'سعر العرض للشخصين',
    hotels: [
      {
        name: "ريزيدنس بلازا 4 نجوم تبليسي",
        description: "اكوا (اطلالة على البحر)"
      },
      {
        name: "4 نجوم باتومي",
        description: "اولد تاون"
      },
      {
        name: "4 نجوم كوتايسي",
        description: "ايبيسود"
      },
      {
        name: "4 نجوم تبليسي",
        description: "الاقامة الثانية"
      }
    ],
    excludedItems: [
      "تذاكر الطيران.",
      "وجبة الغداء والعشاء. (تلتزم الشركة بتوصيلكم لاحد المطاعم التركية او العربية لتناول وجبة الغذاء والعشاء)",
      "تذاكر دخول الاماكن السياحية. (والتي تكلفتها لا تتعدى من نصف دولار الى ثلاث دولارات في اغلب الاماكن)"
    ]
  };

export {Georgia}